Repository: hoshiizumiya/OpenNet
Catalog: OpenNet/Strings/*/Resources.resw
Source language: en_us
Languages: fr, it, ja, ko, ru, zh_cn, zh_hant

# ViewAboutPageRun.Text
source: Last commit:
fr: Dernier commit:
it: Ultimo commit:
ja: 最終コミット:
ko: 마지막 커밋:
ru: Последний коммит:
zh_cn: 上次提交：
zh_hant: 最近一次提交：

# ViewBittorrentSettingsPageTextBox.PlaceholderText
source: Downloads folder
fr: Téléchargements dossier
it: Cartella Download
ja: ダウンロードフォルダー
ko: 다운로드 폴더
ru: загрузки папка
zh_cn: 下载文件夹
zh_hant: 下載資料夾

# ViewBittorrentSettingsPageTextBlock.Text
source: Advanced libtorrent
fr: Avancé libtorrent
it: libtorrent avanzato
ja: 高度な libtorrent
ko: 고급 libtorrent
ru: дополнительно libtorrent
zh_cn: 高级 libtorrent
zh_hant: 進階 libtorrent

# ViewBittorrentSettingsPageSettingsCard.Description
source: Client identification string sent to peers
fr: Client identification string sent vers pairs
it: Stringa di identificazione del client inviata ai peer
ja: ピアへ送信するクライアント識別文字列
ko: 피어에 전송할 클라이언트 식별 문자열
ru: Строка идентификации клиента, отправляемая пирам
zh_cn: 发送给对等节点的标识
zh_hant: 傳送給 Peer 的用戶端識別字串

# ViewBittorrentSettingsPageSettingsCard.Header
source: Move Completed Path
fr: Move Completed Chemin
it: Percorso per i completati
ja: 完了済みファイルの移動先
ko: 완료 항목 이동 경로
ru: Путь для перемещения завершённых загрузок
zh_cn: 已完成项目的移动路径
zh_hant: 已完成項目的移動路徑

# ViewBittorrentSettingsPageSettingsExpander.Description
source: Default behavior for new downloads
fr: Par défaut comportement pour nouveau téléchargements
it: Comportamento predefinito per i nuovi download
ja: 新しいダウンロードの既定動作
ko: 새 다운로드의 기본 동작
ru: Поведение по умолчанию для новых загрузок
zh_cn: 新下载的默认行为
zh_hant: 新下載的預設行為

# ViewBittorrentSettingsPageSettingsExpander.Header
source: Download Defaults
fr: Télécharger Defaults
it: Impostazioni download predefinite
ja: ダウンロードの既定値
ko: 다운로드 기본값
ru: Параметры загрузки по умолчанию
zh_cn: 下载默认值
zh_hant: 下載預設值

# ViewThemesSettingsPageTextBlock.Text
source: Font
it: Carattere
ja: フォント
ko: 글꼴
zh_hant: 字型

# ViewTaskPeersListPageToggleMenuItem.Text
source: Source
it: Sorgente
ja: ソース
ko: 소스
ru: Источник
zh_cn: 来源
zh_hant: 來源

# ViewTaskSpeedGraphPageSeriesAppearanceSettingsExpander.Description
source: Configure the rendered line, border, and gradient area
fr: Configurer le rendered line, border, et gradient area
it: Configura la linea, il bordo e l'area sfumata visualizzati
ja: 描画する線、枠線、グラデーション領域を設定します
ko: 렌더링되는 선, 테두리 및 그라데이션 영역을 구성합니다
ru: Настроить отображаемую линию, границу и область градиента
zh_cn: 配置渲染的线条、边框和渐变区域
zh_hant: 設定繪製的線條、邊框與漸層區域

# ViewTaskSpeedGraphPageSeriesAppearanceSettingsExpander.Header
source: Series appearance
fr: Series apparence
it: Aspetto serie
ja: 系列の外観
ko: 시리즈 모양
ru: Внешний вид серии
zh_cn: 系列外观
zh_hant: 數列外觀

# ViewTaskSpeedGraphPageResetSettingsCard.Description
source: Reset every graph customization option to its original value.
fr: Réinitialiser toutes les options de personnalisation du graphique à leur valeur d’origine.
it: Ripristina ogni opzione di personalizzazione del grafico al valore originale.
ja: すべてのグラフカスタマイズ設定を初期値に戻します。
ko: 모든 그래프 사용자 지정 옵션을 원래 값으로 초기화합니다.
ru: Сбросить все параметры оформления графика к исходным значениям.
zh_cn: 恢复每个图形自定义选项到程序原值
zh_hant: 將所有圖表自訂選項重設為原始值。

# ViewTaskSpeedGraphPageResetSettingsCard.Header
source: Restore defaults
it: Ripristina predefiniti
ja: 既定値に戻す
ko: 기본값 복원
ru: Восстановить значения по умолчанию
zh_cn: 恢复默认值
zh_hant: 還原預設值

# ViewTaskSpeedGraphPageResetButton.Content
source: Reset
fr: Réinitialiser
it: Ripristina
ja: 戻す
ko: 리셋
ru: Сброс
zh_cn: 重置
zh_hant: 重設

# ViewTaskSpeedGraphPageNumberBoxTimeUnit.Text
source: Milliseconds
it: Millisecondi
ja: ミリ秒
ko: 밀리초
zh_cn: 毫秒
zh_hant: 毫秒

# ViewTaskSpeedGraphPageComboBoxItemDot.Content
source: Dot
fr: Point
it: Punto
ja: 点
ko: 점
zh_cn: 圆点
zh_hant: 點

# ViewTaskSpeedGraphPageCustomButton.ToolTipService.ToolTip
source: Customize graph style
fr: Personnaliser le style du graphique
it: Personalizza stile grafico
ja: グラフスタイルをカスタマイズ
ko: 그래프 스타일 사용자 지정
ru: Настроить стиль графика
zh_cn: 自定义图形样式
zh_hant: 自訂圖表樣式

# ViewTasksPageAutoSuggestBox.PlaceholderText
source: Search
fr: Rechercher
it: Cerca
ja: 検索
ko: 검색
ru: поиск
zh_cn: 搜索
zh_hant: 搜尋

# ViewTasksPageToggleMenuItem.Text
source: Peers
fr: Pairs
it: Peer
ja: ピア
ko: 피어
ru: Пиры
zh_cn: 用户
zh_hant: Peer

# ViewTorrentCheckGeneralPageTextBlock.Text
source: You can configure the save location and trackers now, or add the task immediately. Metadata will continue downloading in the task list.
fr: Vous pouvez configurer maintenant l’emplacement d’enregistrement et les traqueurs, ou ajouter immédiatement la tâche. Le téléchargement des métadonnées se poursuivra dans la liste des tâches.
it: Puoi configurare ora la posizione di salvataggio e i tracker oppure aggiungere subito l'attività. I metadati continueranno a essere scaricati nell'elenco delle attività.
ja: 保存場所とトラッカーを今設定するか、すぐにタスクを追加できます。メタデータのダウンロードはタスク一覧で継続されます。
ko: 지금 저장 위치와 트래커를 구성하거나 작업을 즉시 추가할 수 있습니다. 메타데이터는 작업 목록에서 계속 다운로드됩니다.
ru: Вы можете сейчас настроить место сохранения и трекеры либо сразу добавить задачу. Загрузка метаданных продолжится в списке задач.
zh_cn: 您现在可以配置保存位置和跟踪器，或者立即添加任务。任务列表中的元数据将继续下载
zh_hant: 你可以現在設定儲存位置與 Tracker，或立即新增任務。中繼資料將繼續在任務清單中下載。

# ViewDevWindowSettingsCard.Description
source: Intentionally throw a XAML-facing exception
fr: Intentionally throw un XAML-facing exception
it: Genera intenzionalmente un'eccezione esposta a XAML
ja: 意図的に XAML 側の例外を発生させます
ko: 의도적으로 XAML 관련 예외를 발생시킵니다
ru: Преднамеренно вызвать исключение, связанное с XAML
zh_hant: 刻意擲回一個面向 XAML 的例外狀況

# ViewDevWindowSettingsCard.Header
source: Exception handling
it: Gestione eccezioni
ja: 例外処理
ko: 예외 처리
ru: Обработка исключений
zh_hant: 例外狀況處理

# ViewDevWindowButton.Content
source: Trigger exception
it: Genera eccezione
ja: 例外を発生
ko: 예외 발생
ru: Вызвать исключение
zh_hant: 觸發例外狀況

# ViewInfoOverlayWindowTextBlock.Text
source: DHT: 0 nodes
it: DHT: 0 nodi
ja: DHT: 0 ノード
ko: DHT: 노드 0개
ru: DHT: 0 узлов
zh_hant: DHT：0 個節點

# ViewLiveGraphTestWindowTextBlock.Text
source: Waiting for a visible point…
fr: Waiting pour un visible point…
it: In attesa di un punto visibile…
ja: 表示可能なポイントを待機中…
ko: 표시 가능한 지점을 기다리는 중…
ru: Ожидание видимой точки…
zh_hant: 正在等待可見的資料點…

# ViewLiveGraphTestWindowButton.Content
source: Add rounded batch
fr: Ajouter un lot arrondi
it: Aggiungi batch arrotondato
ja: 丸み付きバッチを追加
ko: 둥근 배치 추가
ru: Добавить сглаженный пакет
zh_hant: 新增圓角批次

# ViewLiveGraphTestWindowExpander.Header
source: Graph properties and brush composition
fr: Propriétés du graphique et composition du pinceau
it: Proprietà grafico e composizione pennello
ja: グラフのプロパティとブラシ構成
ko: 그래프 속성 및 브러시 구성
ru: Свойства графика и композиция кисти
zh_hant: 圖表屬性與筆刷組合

# ViewLiveGraphTestWindowComboBox.Header
source: Highlight behavior
fr: Highlight comportement
it: Comportamento evidenziazione
ja: ハイライト動作
ko: 강조 동작
ru: Поведение подсветки
zh_cn: 高亮行为
zh_hant: 醒目提示行為

# ViewLiveGraphTestWindowComboBoxItem.Content
source: Each point
fr: Chaque point
it: Ogni punto
ja: 各ポイント
ko: 각 지점
ru: Каждая точка
zh_hant: 每個資料點

# ViewTaskSpeedGraphPageSeriesAppearanceStrokeSettingsCard.Header
source: Stroke width
it: Spessore tratto
ja: 線の太さ
ko: 선 두께
ru: Толщина линии
zh_cn: 线条粗细
zh_hant: 筆畫寬度

# ViewLiveGraphTestWindowToggleSwitch.Header
source: Dashed border
it: Bordo tratteggiato
ja: 破線の枠線
ko: 점선 테두리
ru: Пунктирная граница
zh_hant: 虛線邊框

# ViewTorrentCheckModalWindowSelectorBarItem.Text
source: Trackers
fr: Traqueurs
it: Tracker
ja: トラッカー
ko: 트래커
ru: Трекеры
zh_cn: 追踪器
zh_hant: Tracker

# ViewTorrentCheckModalWindowTextBlock.Text
source: The app-wide custom tracker switch and subscriptions are managed in Network settings.
fr: Le commutateur global des traqueurs personnalisés et les abonnements sont gérés dans les paramètres réseau.
it: L'interruttore globale dei tracker personalizzati e le sottoscrizioni sono gestiti nelle impostazioni di rete.
ja: アプリ全体のカスタムトラッカースイッチと購読はネットワーク設定で管理します。
ko: 앱 전체 사용자 지정 트래커 스위치와 구독은 네트워크 설정에서 관리합니다.
ru: Глобальный переключатель пользовательских трекеров и подписки управляются в настройках сети.
zh_cn: 应用范围内的自定义跟踪开关和订阅在“网络设置”中进行管理
zh_hant: 全應用程式的自訂 Tracker 開關與訂閱可在「網路」設定中管理。

# ViewTorrentCheckModalWindowCheckBoxText1.Content
source: Save a .torrent copy to the download folder
fr: Enregistrer un .torrent copier vers le téléchargement dossier
it: Salva una copia .torrent nella cartella Download
ja: .torrent のコピーをダウンロードフォルダーに保存
ko: 다운로드 폴더에 .torrent 사본 저장
ru: Сохранить копию .torrent в папку загрузок
zh_cn: 将 .torrent 文件副本保存到下载文件夹
zh_hant: 將 .torrent 副本儲存至下載資料夾

# ViewNatToolsPageNACoreNotRunning
source: N/A (core not running)
fr: N/D (moteur non démarré)
it: N/D (core non in esecuzione)
ja: 該当なし（コアが実行されていません）
ko: 해당 없음(코어가 실행 중이 아님)
ru: Н/Д (ядро не запущено)
zh_hant: 不適用（核心未執行）

# ViewNatToolsPageNA
source: N/A
ja: 該当なし
zh_hant: 不適用

# ViewNatToolsPageDetecting
source: Detecting...
it: Rilevamento...
ja: 検出中...
ko: 감지 중...
zh_hant: 正在偵測...

# ViewNatToolsPageTesting
source: Testing...
it: Test in corso...
ja: テスト中...
ko: 테스트 중...
zh_cn: 测试中…
zh_hant: 正在測試...

# ViewNatToolsPageYesConsistentMappingAcrossAllServers
source: Yes - consistent mapping across all servers
fr: Oui — mappage cohérent sur tous les serveurs
it: Sì - mappatura coerente su tutti i server
ja: はい - すべてのサーバーで一貫したマッピング
ko: 예 - 모든 서버에서 매핑이 일치함
ru: Да — согласованное сопоставление на всех серверах
zh_cn: 是 - 所有服务器之间映射一致
zh_hant: 是－所有伺服器的映射一致

# ViewNatToolsPageFullConeEIM
source: Full Cone (EIM)
ja: フルコーン（EIM）
ru: Полный конус (EIM)
zh_hant: 全錐形（EIM）

# ViewNatToolsPageNoSameIPButDifferentPorts
source: No - same IP but different ports
fr: Non — même IP mais ports différents
it: No - stesso IP ma porte diverse
ja: いいえ - 同じ IP ですがポートが異なります
ko: 아니요 - IP는 같지만 포트가 다름
ru: Нет — тот же IP, но разные порты
zh_cn: 否 - 相同的 IP 但不同的端口
zh_hant: 否－相同 IP，但連接埠不同

# ViewNatToolsPagePortRestrictedSymmetric
source: Port Restricted / Symmetric
it: Con restrizione porta / Simmetrico
ja: ポート制限 / シンメトリック
ko: 포트 제한 / 대칭형
ru: Ограниченный по порту / симметричный
zh_cn: 端口受限 / 对称型
zh_hant: 連接埠限制型／對稱型

# ViewNatToolsPageNoDifferentIPPortPerDestination
source: No - different IP:Port per destination
fr: Non — IP:port différents selon la destination
it: No - IP:porta diversi per destinazione
ja: いいえ - 宛先ごとに異なる IP:ポート
ko: 아니요 - 대상마다 IP:포트가 다름
ru: Нет — разные IP:порт для каждого назначения
zh_hant: 否－每個目的地使用不同的 IP:連接埠

# ViewNatToolsPageSymmetric
source: Symmetric
it: Simmetrico
ja: シンメトリック
ko: 대칭형
zh_cn: 对称型
zh_hant: 對稱型

# ViewNatToolsPagePartialOnlyOneServerResponded
source: Partial - only one server responded
fr: Partiel — un seul serveur a répondu
it: Parziale - ha risposto un solo server
ja: 一部のみ - 応答したサーバーは 1 台だけです
ko: 부분 결과 - 한 서버만 응답함
ru: Частично — ответил только один сервер
zh_hant: 部分成功－只有一部伺服器回應

# ViewNatToolsPageUnknownPartialResults
source: Unknown (partial results)
it: Sconosciuto (risultati parziali)
ja: 不明（一部の結果のみ）
ko: 알 수 없음(부분 결과)
ru: Неизвестно (частичные результаты)
zh_hant: 未知（部分結果）

# ViewNatToolsPageFailedNoSTUNResponses
source: Failed - no STUN responses
fr: Échoué - no STUN responses
it: Non riuscito - nessuna risposta STUN
ja: 失敗 - STUN から応答がありません
ko: 실패 - STUN 응답 없음
ru: Ошибка — нет ответов STUN
zh_hant: 失敗－未收到 STUN 回應

# ViewNatToolsPageUnknown
source: Unknown
fr: Inconnu
it: Sconosciuto
ja: 不明
ko: 알 수 없음
ru: Неизвестно
zh_cn: 未知
zh_hant: 未知

# ViewNatToolsPageError
source: Error
fr: Erreur
it: Errore
ja: エラー
ko: 오류
ru: ошибка
zh_hant: 錯誤

# ViewNatToolsPageInvalidPortNumber
source: Invalid port number
fr: Non valide port nombre
it: Numero di porta non valido
ja: 無効なポート番号
ko: 잘못된 포트 번호
ru: недопустимый порт число
zh_hant: 無效的連接埠號碼

source: STUN reports your external port matches the local port. Peers should be able to connect to you directly.
fr: STUN indique que votre port externe correspond au port local. Les pairs devraient pouvoir se connecter directement à vous.
it: STUN segnala che la porta esterna corrisponde a quella locale. I peer dovrebbero potersi connettere direttamente a te.
ja: STUN によると外部ポートはローカルポートと一致しています。ピアから直接接続できるはずです。
ko: STUN에 따르면 외부 포트가 로컬 포트와 일치합니다. 피어가 직접 연결할 수 있어야 합니다.
ru: STUN сообщает, что внешний порт совпадает с локальным. Пиры должны иметь возможность подключаться к вам напрямую.
zh_hant: STUN 顯示外部連接埠與本機連接埠相符。Peer 應可直接連線至你。

source: STUN mapped port differs from local port, or no response received. Your NAT may be rewriting the port. Consider enabling UPnP or setting up port forwarding.
fr: Le port mappé par STUN diffère du port local, ou aucune réponse n’a été reçue. Votre NAT peut réécrire le port. Envisagez d’activer UPnP ou de configurer une redirection de port.
it: La porta mappata da STUN è diversa dalla porta locale oppure non è stata ricevuta alcuna risposta. Il NAT potrebbe riscrivere la porta. Valuta di abilitare UPnP o configurare il port forwarding.
ja: STUN のマッピングポートがローカルポートと異なるか、応答がありません。NAT がポートを書き換えている可能性があります。UPnP を有効にするか、ポート転送を設定してください。
ko: STUN 매핑 포트가 로컬 포트와 다르거나 응답을 받지 못했습니다. NAT가 포트를 변경하고 있을 수 있습니다. UPnP를 사용하거나 포트 포워딩을 설정해 보세요.
ru: Порт, сопоставленный STUN, отличается от локального, либо ответ не получен. NAT может изменять порт. Попробуйте включить UPnP или настроить перенаправление портов.
zh_hant: STUN 映射連接埠與本機連接埠不同，或未收到回應。你的 NAT 可能正在改寫連接埠。建議啟用 UPnP 或設定連接埠轉送。

# ViewNatToolsPageErrorTestingPort
source: Error testing port
fr: Erreur testing port
it: Errore durante il test della porta
ja: ポートテスト中にエラー
ko: 포트 테스트 오류
ru: Ошибка проверки порта
zh_hant: 測試連接埠時發生錯誤

# ViewNatToolsPageCouldNotCompleteTheSTUNBasedPortTestCheckYourNetworkConnection
source: Could not complete the STUN-based port test. Check your network connection.
fr: Impossible de terminer le test de port basé sur STUN. Vérifiez votre connexion réseau.
it: Impossibile completare il test della porta basato su STUN. Controlla la connessione di rete.
ja: STUN ベースのポートテストを完了できませんでした。ネットワーク接続を確認してください。
ko: STUN 기반 포트 테스트를 완료할 수 없습니다. 네트워크 연결을 확인하세요.
ru: Не удалось выполнить проверку порта через STUN. Проверьте сетевое подключение.
zh_hant: 無法完成基於 STUN 的連接埠測試。請檢查網路連線。

# ViewTaskSummaryPageRuntimeHttpDownload
source: HTTP download
fr: HTTP téléchargement
it: Download HTTP
ja: HTTP ダウンロード
ko: HTTP 다운로드
ru: HTTP загрузка
zh_hant: HTTP 下載

# ViewTaskSummaryPageRuntimeNA
source: N/A
ja: 該当なし
zh_hant: 不適用

# ViewTaskSummaryPageRuntimeEngineUnavailable
source: Engine unavailable
fr: Moteur indisponible
it: Motore non disponibile
ja: エンジンを利用できません
ko: 엔진을 사용할 수 없음
ru: Движок недоступен
zh_hant: 引擎無法使用

# ViewTaskSummaryPageRuntimeNoTaskSelected
source: No task selected
fr: Aucune tâche sélectionnée
it: Nessuna attività selezionata
ja: タスクが選択されていません
ko: 선택된 작업 없음
ru: Задача не выбрана
zh_cn: 没有选中的任务
zh_hant: 未選取任務

# ViewTaskSummaryPageRuntimeIdle
source: Idle
fr: Inactif
it: Inattivo
ja: アイドル
ko: 유휴
ru: Ожидание
zh_hant: 閒置

# ViewTaskSummaryPageRuntimeNone
source: None
fr: Aucun
it: Nessuno
ja: なし
ko: 없음
ru: Нет
zh_cn: 无
zh_hant: 無

# ViewRuntimeStatusWindowReportCopied
source: Report copied to clipboard
fr: Rapport copié dans le Presse-papiers
it: Rapporto copiato negli Appunti
ja: レポートをクリップボードにコピーしました
ko: 보고서를 클립보드에 복사했습니다
ru: Отчёт скопирован в буфер обмена
zh_cn: 已将报告复制到剪贴板
zh_hant: 報告已複製到剪貼簿

# ViewTaskFilesPageRenameFileTitle
source: Rename file
fr: Rename fichier
it: Rinomina file
ja: ファイル名を変更
ko: 파일 이름 바꾸기
ru: Переименовать файл
zh_cn: 重命名文件
zh_hant: 重新命名檔案

# CommonRename
source: Rename
fr: Renommer
it: Rinomina
ja: 名前を変更
ko: 이름 바꾸기
ru: Переименовать
zh_cn: 重命名
zh_hant: 重新命名

# CommonSave
source: Save
fr: Enregistrer
it: Salva
ja: 保存
ko: 저장
ru: Сохранить
zh_cn: 保存
zh_hant: 儲存

# CommonRemove
source: Remove
fr: Supprimer
it: Rimuovi
ja: 削除
ko: 제거
ru: Удалить
zh_cn: 删除
zh_hant: 移除

# CommonClearAll
source: Clear all
fr: Effacer tous
it: Cancella tutto
ja: すべて消去
ko: 모두 지우기
ru: Очистить все
zh_cn: 全部清除
zh_hant: 全部清除

# ViewTaskTrackersPageTrackerUrlPlaceholder
source: One HTTP, HTTPS or UDP tracker URL per line
fr: Une URL de traqueur HTTP, HTTPS ou UDP par ligne
it: Un URL tracker HTTP, HTTPS o UDP per riga
ja: 1 行につき 1 つの HTTP、HTTPS、または UDP トラッカー URL
ko: 한 줄에 하나의 HTTP, HTTPS 또는 UDP 트래커 URL
ru: По одному URL трекера HTTP, HTTPS или UDP на строку
zh_cn: 每行输入一个 HTTP、HTTPS 或 UDP Tracker URL
zh_hant: 每行輸入一個 HTTP、HTTPS 或 UDP Tracker URL

# ViewTaskTrackersPageEditTrackersTitle
source: Edit trackers
fr: Modifier traqueurs
it: Modifica tracker
ja: トラッカーを編集
ko: 트래커 편집
ru: Изменить трекеры
zh_cn: 编辑 Tracker
zh_hant: 編輯 Tracker

# ViewTaskTrackersPageInvalidTrackerUrlTitle
source: Invalid tracker URL
fr: Non valide traqueur URL
it: URL tracker non valido
ja: 無効なトラッカー URL
ko: 잘못된 트래커 URL
ru: недопустимый трекер URL
zh_cn: Tracker URL 无效
zh_hant: 無效的 Tracker URL

# ViewTaskTrackersPageRemoveTrackerTitle
source: Remove tracker?
fr: Supprimer traqueur?
it: Rimuovere il tracker?
ja: トラッカーを削除しますか？
ko: 트래커를 제거할까요?
ru: Удалить трекер?
zh_cn: 删除 Tracker？
zh_hant: 要移除 Tracker 嗎？

# ViewTaskTrackersPageClearAllLogsTitle
source: Clear all tracker logs?
fr: Effacer tous traqueur journaux?
it: Cancellare tutti i log dei tracker?
ja: すべてのトラッカーログを消去しますか？
ko: 모든 트래커 로그를 지울까요?
ru: Очистить журналы всех трекеров?
zh_cn: 清除所有 Tracker 日志？
zh_hant: 要清除所有 Tracker 記錄嗎？

# ViewTaskTrackersPageRemoveUnreachablePrompt
source: Remove all trackers that have reached the number of retries:
fr: Supprimer tous les traqueurs ayant atteint le nombre de tentatives suivant :
it: Rimuovere tutti i tracker che hanno raggiunto il numero di tentativi:
ja: 再試行回数が次の値に達したすべてのトラッカーを削除:
ko: 다음 재시도 횟수에 도달한 모든 트래커 제거:
ru: Удалить все трекеры, достигшие указанного числа повторных попыток:
zh_cn: 删除已达到重试次数上限的所有 Tracker：
zh_hant: 移除所有已達到以下重試次數的 Tracker：

# ViewTaskTrackersPageRemoveUnreachableTitle
source: Remove unreachable trackers
fr: Supprimer unreachable traqueurs
it: Rimuovi tracker non raggiungibili
ja: 到達不能なトラッカーを削除
ko: 접근할 수 없는 트래커 제거
ru: Удалить недоступные трекеры
zh_cn: 删除无法访问的 Tracker
zh_hant: 移除無法連線的 Tracker

# ViewRSSPageRemoveFeedTitle
source: Remove Feed
fr: Supprimer le flux
it: Rimuovi feed
ja: フィードを削除
ko: 피드 제거
ru: Удалить ленту
zh_cn: 删除订阅
zh_hant: 移除摘要來源

# ViewRSSPageRemoveFeedConfirmationPrefix
source: Are you sure you want to remove "
fr: Voulez-vous vraiment supprimer «
it: Vuoi davvero rimuovere "
ru: Вы действительно хотите удалить «
zh_cn: 确定要删除“
zh_hant: 確定要移除「

# ViewClientFilterSettingsPageEnterClientNameHint
source: Enter a peer client name to test.
fr: Enter un pair client nom vers tester.
it: Inserisci un nome client peer da testare.
ja: テストするピアクライアント名を入力してください。
ko: 테스트할 피어 클라이언트 이름을 입력하세요.
ru: Введите имя клиента пира для проверки.
zh_cn: 输入要测试的对等客户端名称。
zh_hant: 輸入要測試的 Peer 用戶端名稱。

# ViewClientFilterSettingsPageNoMatchingRule
source: No enabled rule matches this client
fr: No activé règle matches ce client
it: Nessuna regola abilitata corrisponde a questo client
ja: このクライアントに一致する有効なルールはありません
ko: 이 클라이언트와 일치하는 활성 규칙이 없습니다
ru: Ни одно включённое правило не соответствует этому клиенту.
zh_cn: 没有启用的规则匹配此客户端
zh_hant: 沒有已啟用的規則符合此用戶端

# ViewClientFilterSettingsPagePatternLabel
source: Pattern
it: Schema
ja: パターン
ko: 패턴
zh_cn: 模式
zh_hant: 模式

# ViewClientFilterSettingsPageMatchTypeLabel
source: Match type
it: Tipo di corrispondenza
ja: 一致タイプ
ko: 일치 유형
ru: Тип совпадения
zh_cn: 匹配类型
zh_hant: 比對類型

# ViewClientFilterSettingsPageCaseSensitive
source: Case sensitive
fr: Respecter la casse
it: Maiuscole/minuscole
ja: 大文字と小文字を区別
ko: 대/소문자 구분
ru: С учётом регистра
zh_cn: 区分大小写
zh_hant: 區分大小寫

# ViewClientFilterSettingsPageEnabled
source: Enabled
fr: Activé
it: Abilitato
ja: 有効
ko: 사용
ru: Включено
zh_cn: 已启用
zh_hant: 已啟用

# ViewClientFilterSettingsPageDescriptionLabel
source: Description
it: Descrizione
ja: 説明
ko: 설명
ru: Описание
zh_cn: 描述
zh_hant: 描述

# ViewClientFilterSettingsPageEditRuleTitle
source: Edit Client Filter Rule
fr: Modifier Client Filtre Règle
it: Modifica regola filtro client
ja: クライアントフィルタールールを編集
ko: 클라이언트 필터 규칙 편집
ru: Изменить клиент фильтр правило
zh_cn: 编辑客户端过滤规则
zh_hant: 編輯用戶端篩選規則

# ViewClientFilterSettingsPageDeleteRuleTitle
source: Delete Client Filter Rule
fr: Supprimer Client Filtre Règle
it: Elimina regola filtro client
ja: クライアントフィルタールールを削除
ko: 클라이언트 필터 규칙 삭제
ru: Удалить клиент фильтр правило
zh_cn: 删除客户端过滤规则
zh_hant: 刪除用戶端篩選規則

# ViewClientFilterSettingsPageImportRulesTitle
source: Import Client Filter Rules
fr: Importer Client Filtre Règles
it: Importa regole filtro client
ja: クライアントフィルタールールをインポート
ko: 클라이언트 필터 규칙 가져오기
ru: Импортировать клиент фильтр правила
zh_cn: 导入客户端过滤规则
zh_hant: 匯入用戶端篩選規則

# ViewClientFilterSettingsPageChooseFile
source: Choose File
fr: Choisir Fichier
it: Scegli file
ja: ファイルを選択
ko: 파일 선택
ru: Выбрать файл
zh_cn: 选择文件
zh_hant: 選擇檔案

# ViewClientFilterSettingsPageClearRulesTitle
source: Clear Client Filter Rules
fr: Effacer Client Filtre Règles
it: Cancella regole filtro client
ja: クライアントフィルタールールをすべて消去
ko: 클라이언트 필터 규칙 지우기
ru: Очистить клиент фильтр правила
zh_cn: 清除客户端过滤规则
zh_hant: 清除用戶端篩選規則

# CommonDelete
source: Delete
fr: Supprimer
it: Elimina
ja: 削除
ko: 삭제
ru: Удалить
zh_cn: 删除
zh_hant: 刪除

# TasksDeleteWarningTitle
source: Permanently delete this task?
fr: Supprimer définitivement cette tâche ?
ja: このタスクを完全に削除しますか？
zh_cn: 永久删除此任务？
zh_hant: 永久刪除此工作？

# TasksDeleteWarningMessage
source: The task will be removed from OpenNet. This action cannot be undone.
fr: La tâche sera supprimée d’OpenNet. Cette action est irréversible.
ja: タスクは OpenNet から削除されます。この操作は元に戻せません。
zh_cn: 该任务将从 OpenNet 中移除，此操作无法撤销。
zh_hant: 此工作將從 OpenNet 移除，且無法復原。

# TasksDeleteDownloadedFiles
source: Also delete downloaded files from disk
fr: Supprimer également les fichiers téléchargés du disque
ja: ダウンロード済みファイルもディスクから削除する
zh_cn: 同时删除磁盘上已下载的文件
zh_hant: 同時刪除磁碟上已下載的檔案

# TasksDeleteFailedTitle
source: Unable to delete task
fr: Impossible de supprimer la tâche
ja: タスクを削除できません
zh_cn: 无法删除任务
zh_hant: 無法刪除工作

# TasksDeleteFailedMessage
source: The download engine did not release the task or its files. Pause the task and try again.
fr: Le moteur de téléchargement n’a pas libéré la tâche ou ses fichiers. Mettez la tâche en pause et réessayez.
ja: ダウンロードエンジンがタスクまたはファイルを解放していません。タスクを一時停止して再試行してください。
zh_cn: 下载引擎尚未释放任务或文件。请暂停任务后重试。
zh_hant: 下載引擎尚未釋放工作或檔案。請暫停工作後重試。

# TaskStatusChecking
source: Checking files
fr: Vérification des fichiers
ja: ファイルをチェックしています
zh_cn: 正在校验文件
zh_hant: 正在校驗檔案

# ViewTasksPageMultipleFilesSelectedTitle
source: Multiple Files Selected
fr: Multiples Fichiers Sélectionné
it: Più file selezionati
ja: 複数のファイルが選択されています
ko: 여러 파일 선택됨
ru: несколько файлы выбранный
zh_cn: 选择了多个文件
zh_hant: 已選取多個檔案

# ViewTasksPageMultipleFilesSelectedPrompt
source: You picked multiple files. What do you want to do next?
fr: Vous avez sélectionné plusieurs fichiers. Que voulez-vous faire ensuite ?
it: Hai selezionato più file. Cosa vuoi fare adesso?
ja: 複数のファイルを選択しました。次に何を行いますか？
ko: 여러 파일을 선택했습니다. 다음에 무엇을 할까요?
ru: Вы выбрали несколько файлов. Что сделать дальше?
zh_cn: 你选择了多个文件，接下来要执行什么操作？
zh_hant: 你選取了多個檔案。接下來要怎麼做？

# ViewTasksPageCheckInNewWindows
source: Check in new windows
fr: Vérification dans nouveau fenêtres
it: Controlla in nuove finestre
ja: 新しいウィンドウで確認
ko: 새 창에서 확인
ru: Проверять в новых окнах
zh_cn: 在新窗口中检查
zh_hant: 在新視窗中檢查

# ViewTasksPageAddToList
source: Add to list
fr: Ajouter vers liste
it: Aggiungi all'elenco
ja: 一覧に追加
ko: 목록에 추가
ru: Добавить в список
zh_cn: 添加到列表
zh_hant: 新增至清單

# ViewTasksPageHttpDownloadUnavailableTitle
source: HTTP Download Unavailable
fr: HTTP Téléchargement Unavailable
it: Download HTTP non disponibile
ja: HTTP ダウンロードを利用できません
ko: HTTP 다운로드를 사용할 수 없음
ru: HTTP-загрузка недоступна
zh_cn: HTTP 下载不可用
zh_hant: HTTP 下載無法使用
